tap "chrokh/tap"
tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "dunn/emacs"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mscharley/homebrew"
cask "xquartz"
brew "archey"
brew "automake"
brew "aview"
brew "bar"
brew "bash-snippets"
brew "bitrise"
brew "icu4c"
brew "borg"
brew "bro"
brew "classads"
brew "clockywock"
brew "cmatrix"
brew "coreutils"
brew "desk"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "ffmpeg"
brew "fftw"
brew "findutils"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "git-cal"
brew "git-extras"
brew "git-flow-avh"
brew "git-recent"
brew "git-when-merged"
brew "go"
brew "pkg-config"
brew "gollum"
brew "gource"
brew "gphoto2"
brew "gtk+3"
brew "graph-tool"
brew "highlight"
brew "htop"
brew "hub"
brew "hyper"
brew "imagemagick"
brew "imagemagick@6"
brew "interactive-rebase-tool"
brew "intltool"
brew "ipython"
brew "lesspipe"
brew "libxml2"
brew "links"
brew "lynx"
brew "make"
brew "mas"
brew "ncdu"
brew "ncurses"
brew "ncmpcpp"
brew "nmap"
brew "r"
brew "ranger"
brew "ripgrep"
brew "rtv"
brew "ruby"
brew "rxvt-unicode"
brew "screenfetch"
brew "shpotify"
brew "sl"
brew "slimerjs"
brew "tig"
brew "tmux"
brew "topgrade"
brew "transmission"
brew "tree"
brew "tty-clock"
brew "vte3"
brew "watch"
brew "wget"
brew "wifi-password"
brew "wireshark", args: ["with-qt"]
brew "yarn"
brew "z"
brew "zzz"
brew "chrokh/tap/base16-manager"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "getsentry/tools/sentry-cli"
brew "koekeishiya/formulae/chunkwm", args: ["HEAD", "with-tmp-logging"]
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
cask "amethyst"
cask "anybar"
cask "atom"
cask "avidemux"
cask "boostnote"
cask "caffeine"
cask "cakebrew"
cask "colorpicker-antetype"
cask "colorpicker-developer"
cask "colorpicker-skalacolor"
cask "discord"
cask "docker"
cask "etcher"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "fuse"
cask "gimp"
cask "gitkraken"
cask "hyper"
cask "insomnia"
cask "java"
cask "kaleidoscope"
cask "kap"
cask "karabiner"
cask "kdiff3"
cask "kitty"
cask "kodi"
cask "macdown"
cask "meld"
cask "menubar-colors"
cask "mysqlworkbench"
cask "obs"
cask "oni"
cask "postman"
cask "pycharm"
cask "qutebrowser"
cask "reactotron"
cask "remote-desktop-manager"
cask "sonos"
cask "transmission"
cask "ubersicht"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "App Cleaner", id: 1013897218
mas "BugHub", id: 633342015
mas "CodeGofer", id: 730254832
mas "ColorSlurp", id: 1287239339
mas "Command Pad", id: 1170545380
mas "CSS Warped Text", id: 955228025
mas "DevCleaner", id: 1388020431
mas "Flycut", id: 442160987
mas "Foobar", id: 956507502
mas "HexColor", id: 446103121
mas "HiFavicon", id: 689052631
mas "iHosts", id: 1102004240
mas "LastPass", id: 926036361
mas "LightBlue", id: 639944780
mas "Loremify", id: 1028877632
mas "Magic Lasso", id: 1198047227
mas "Markoff", id: 1084713122
mas "Moom", id: 419330170
mas "OhMyStar2", id: 1218642292
mas "Pages", id: 409201541
mas "ReActivity", id: 567570887
mas "RegexToolBox", id: 954196690
mas "Resizer", id: 411277085
mas "Skitch", id: 425955336
mas "Smart JSON Editor", id: 1268962404
mas "SnailGitLite", id: 1099475282
mas "Snip2Code", id: 730091256
mas "SnippetsLab", id: 1006087419
mas "System Designer", id: 1102494854
mas "Text Toolset", id: 1157225201
mas "Textastic", id: 572491815
mas "Turn Off the Lights for Safari", id: 1273998507
mas "VectorIconBoxFree", id: 1015547333
